Repository: KaiOelfke/InflectDemo
Catalog: InflectDemo/Localizable.xcstrings
Source language: en
Languages: de, fr

source: ^[%lld apple](inflect: true)
de: ^[%lld Apfel](inflect: true)
fr: ^[%lld pomme](inflect: true)

source: ^[The %@](inflect: true)
de: ^[Der %@](inflect: true)
fr: ^[Le %@](inflect: true)

source: ^[This %@](inflect: true)
de: ^[Diese %@](inflect: true)
fr: ^[Ce %@](inflect: true)

source: apple
de: Apfel
fr: pomme

source: banana
de: Banane
fr: banane

source: car
de: Auto
fr: voiture

source: Change %lld
de: Ã„ndern: %lld
fr: Changer %lld

source: man
de: Mann
fr: homme

source: The %@
de: ^[Der %@](inflect: true)
fr: Le %@

source: This %@
de: ^[Diese %@](inflect: true)
fr: Ce %@
